Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# forgot_master_password_error_verification_subtitle
source: Please try again with another Decryption Kit.
de: Bitte versuche es erneut mit einem anderen Entschlüsselungskit.
pl: Spróbuj ponownie, używając innego zestawu deszyfrującego.

# forgot_master_password_error_verification_title
source: Verification failed
de: Verifikation fehlgeschlagen
pl: Weryfikacja nieudana

# about_crash_reports_description
source: Help 2FAS Pass identify and resolve application problems by submitting anonymous crash reports (application restart required).
de: Hilf uns bei der Identifizierung von Fehlern, indem du anonym Crash Reports an uns schickst (die App wird dabei neu gestartet).
pl: Pomóż 2FAS Pass w identyfikacji i rozwiązywaniu problemów, wysyłając anonimowe raporty o awariach (wymagane ponowne uruchomienie aplikacji).

# about_invite_friends
source: Invite friends to use 2FAS Pass
de: Lade Freunde dazu ein 2FAS Pass zu nutzen
pl: Zaproś znajomych do korzystania z 2FAS Pass

# about_invite_friends_share_text
source: Check out this awesome password manager app from 2FAS: http://2fas.com/pass/download
de: Wir mal einen Blick auf diesen großartigen Passwortmanager von 2FAS: https://2fas.com/pass/download
pl: Sprawdź tę świetną aplikację do zarządzania hasłami od 2FAS: http://2fas.com/pass/download

# about_libraries_we_use
source: Acknowledgments
de: Danksagungen
pl: Licencje

# about_open_source_licenses
source: Open source licenses
de: Open-Source Lizenz
pl: Licencje Open Source

# about_privacy_policy
source: Privacy Policy
de: Datenschutz
pl: Polityka prywatności

# about_rate_us
source: Rate us on Play Store
de: Bewerte uns im Play Store.
pl: Oceń nas w Play Store

# about_rate_us_app_store
source: Rate us on the App Store
de: Bewerte uns im App Store
pl: Oceń nas w App Store

# about_section_connect
source: Connect
de: Verbinde
pl: Połącz

# about_section_general
source: General
de: Generell
pl: Ogólne

# about_section_share
source: Share
de: Teilen
pl: Udostępnij

# about_send_crash_reports
source: Send anonymous crash reports
de: Schicke anonyme Crash-Reports.
pl: Wysyłaj anonimowe raporty o awariach

# about_send_logs_cta
source: Send logs
de: Protokolle senden
pl: Wyślij logi

# about_share_title
source: Share 2FAS
de: 2FAS teilen
pl: Udostępnij 2FAS

# about_tagline
source: About 2FAS Pass
de: Über 2FAS Pass
pl: O aplikacji

# about_terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
pl: Warunki korzystania z aplikacji

# app_update_modal_cta_negative
source: Not now
de: Nicht jetzt
pl: Później

# app_update_modal_cta_positive
source: Update
de: Aktualisieren
pl: Zaktualizuj

# app_update_modal_subtitle
source: You’re using an old app version. Please update it to get the latest features and improvements.
de: Du verwendest eine ältere Version der App. Bitte aktualisiere sie, um die neuesten Funktionen und Verbesserungen zu nutzen.
pl: Używasz starej wersji aplikacji. Zaktualizuj ją, aby uzyskać najnowsze funkcje i usprawnienia.

# app_update_modal_title
source: Update recommended
de: Aktualisieren wird empfohlen
pl: Zalecana aktualizacja

# auth_biometrics_disabled_message
source: Biometrics are disabled due to changes in system fingerprint settings. Use your Master Password to re-enable biometrics in settings.
de: Die biometrische Entsperrung wurde deaktiviert, da sich deine Fingerabdruck-Einstellungen geändert haben. Bitte melde dich mit deinem Master-Passwort an, um die Funktion wieder zu aktivieren.
pl: Biomatria została wyłączona z powodu zmian w ustawieniach odcisków palców systemu. Użyj hasła głównego, aby ponownie włączyć biometrię w ustawieniach.

# auth_biometrics_modal_title
source: Biometrics
de: Biometrie
pl: Biometria

# auth_preview_cta
source: Unlock
de: Entsperren
pl: Odblokuj

# auth_preview_description
source: Enter your Master Password to unlock the app
de: Gebe bitte dein Masterkennwort ein, um die App zu entsperren
pl: Wprowadź swoje hasło główne, aby oblokować aplikację

# auth_preview_title
source: Unlock App
de: App entsperren
pl: Odblokuj aplikację

# auth_use_biometrics
source: Use Biometrics
de: Nutze die biometrische Entsperrung
pl: Użyj biometrii

# autofill_login_dialog_body_prefix
source: Do you want to autofill
de: Möchtest du es automatisch ausfüllen?
pl: Czy chcesz autouzupełniać

# autofill_login_dialog_body_suffix
source: Item details for this app or website?
de: Eintragsdetails für diese App oder Website?
pl: Szczegóły elementu dla tej aplikacji lub strony?

# autofill_login_dialog_neutral
source: Fill once
de: Einmal ausfüllen
pl: Wypełnij jednorazowo

# autofill_login_dialog_positive
source: Fill and remember
de: Ausfüllen und merken
pl: Wypełnij i zapamiętaj

# autofill_login_dialog_title
source: Autofill
de: Automatisches Ausfüllen
pl: Autouzupełnianie

# autofill_no_vault_message
source: Go to the app for Vault setup.
de: Nutze bitte die App, um einen Tresor zu erstellen.
pl: Przejdź do aplikacji, aby skonfigurować sejf.

# autofill_picker_empty_state
source: No Logins available.
de: Keine Log-ins verfügbar
pl: Brak loginów

# autofill_prompt_cta
source: Authenticate
de: Verfizieren
pl: Autoryzuj

# autofill_prompt_description
source: Authentication is required to decrypt the Item’s password for autofill.
de: Zur Sicherheit wird eine Verifizierung benötigt, bevor das Passwort entschlüsselt und eingesetzt werden kann.
pl: Autoryzacja jest wymagana, aby odszyfrować hasło elementu do autouzupełnienia.

# autofill_prompt_title
source: Autofill Request
de: Anfrage zum automatischen Ausfüllen
pl: Prośba autouzupełnienia

# autofill_save_login_title
source: Save Login
de: Log-in speichern
pl: Zapisz login

# autofill_save_login_toast_success
source: Login saved!
de: Log-in gespeichert!
pl: Zapisano login

# backup_configs_add_cta
source: Add backup method
de: Sicherungsmethode hinzufügen
pl: Dodaj kopię zapasową

# backup_configs_allow_untrusted_certificates
source: Allow Untrusted Certificates
de: Nicht vertrauenswürdige Zertifikate zulassen
pl: Zezwalaj na niezaufane certyfikaty

# backup_configs_cancel_sync_cta
source: Cancel sync
de: Synchronisierung abbrechen
pl: Anuluj synchronizację

# backup_configs_empty_description
source: Add a backup method to start syncing your vault.
de: Füge eine Sicherungsmethode hinzu, um die Synchronisierung deines Tresors zu starten.
pl: Dodaj kopię zapasową, aby rozpocząć synchronizację swojego sejfu.

# backup_configs_last_synced
source: Synced %@
de: %@ synchronisiert
pl: Zsynchronizowano %@

# backup_configs_never_synced
source: Not synced yet
de: Noch nicht synchronisiert
pl: Jeszcze nie zsynchronizowano

# backup_configs_provider_icloud_description
source: Sync with your iCloud account.
de: Mit deinem iCloud-Konto synchronisieren.
pl: Synchronizacja z kontem iCloud.

# backup_configs_provider_picker_subtitle
source: Choose where 2FAS Pass will back up your encrypted vault.
de: Wähle aus, wo 2FAS Pass deinen verschlüsselten Tresor sichern soll.
pl: Wybierz miejsce, w którym 2FAS Pass będzie tworzyć kopię zapasową zaszyfrowanego sejfu.

# backup_configs_provider_picker_title
source: Select backup method
de: Sicherungsmethode auswählen
pl: Wybierz metodę tworzenia kopii zapasowej

# backup_configs_provider_s3_description
source: Use any S3-compatible storage.
de: Verwende einen beliebigen S3-kompatiblen Speicher.
pl: Użyj dowolnej pamięci zgodnej z S3.

# backup_configs_provider_webdav_description
source: Connect with your WebDAV server.
de: Stelle eine Verbindung zu deinem WebDAV-Server her.
pl: Połącz się z własnym serwerem WebDAV.

# backup_configs_remove_confirm_body
source: This will disable automatic sync of your Vault. Do you wish to continue?
de: Dadurch wird die automatische Synchronisierung deines Tresors deaktiviert. Möchtest du fortfahren?
pl: Spowoduje to wyłączenie automatycznej synchronizacji Twojego sejfu. Czy chcesz kontynuować?

# backup_configs_remove_confirm_title
source: Delete %@ sync?
de: %@ Synchronisierungen löschen?
pl: Usunąć %@?

# backup_configs_security_header
source: Security
de: Sicherheit
pl: Bezpieczeństwo

# backup_configs_sync_all_now_cta
source: Sync all now
de: Alles synchronisieren
pl: Synchronizuj wszystkie teraz

# backup_configs_sync_now_cta
source: Sync now
de: Synchronisieren
pl: Synchronizuj teraz

# backup_configs_unsaved_changes_dialog_description
source: Do you want to discard your changes?
de: Möchtest du deine Änderungen verwerfen?
pl: Czy chcesz odrzucić wprowadzone zmiany?

# backup_configs_unsaved_changes_dialog_title
source: Unsaved changes
de: Nicht gespeicherte Änderungen
pl: Niezapisane zmiany

# backup_export_cta
source: Export
de: Exportieren
pl: Eksport

# backup_export_failed_description
source: 2FAS Pass couldn’t export your Items. Please try again.
de: Deine 2FAS Pass Einträge konnten nicht exportiert werden. Versuche es bitte erneut.
pl: 2FAS Pass nie mógł wyeksportować elementów. Spróbuj ponownie.

# backup_export_failed_title
source: Export failed
de: Das Exportieren ist fehlgeschlagen
pl: Eksport nieudany

# backup_export_footer
source: Use Export to back up your Items offline.
de: Nutze die Exportfunktion, um deine Einträge offline zu speichern.
pl: Użyj eksportu, aby zapisać swoje elementy lokalnie.

# backup_export_header
source: Export 2FAS Pass Items
de: Exportiere 2FAS Pass Einträge
pl: Eksportuj elementy 2FAS Pass

# backup_export_save_cta
source: Export
de: Exportieren
pl: Eksport

# backup_export_save_encrypt_toggle_description
source: Your 2FAS Pass Items will be encrypted with your Master Password and Secret Words for added security.
de: Deine 2FAS Pass Einträge werden mit deinem Masterkennwort und deinen Wiederherstellungswörtern verschlüsselt.
pl: Twoje elementy 2FAS Pass zostaną zaszyfrowane hasłem głównym i tajnymi słowami dla większego bezpieczeństwa.

# backup_export_save_encrypt_toggle_title
source: Encrypt Items
de: Einträge verschlüssel
pl: Zaszyfruj elementy

# backup_export_save_subtitle
source: Export your 2FAS Pass Items
de: Exportiere deine 2FAS Pass Einträge
pl: Eksportuj twoje elementy z 2FAS Pass

# backup_export_save_title
source: Export Items
de: Exportiere Einträge
pl: Eksportuj elementy

# backup_export_success_description
source: Your 2FAS Pass Items have been successfully exported to a file.
de: Deine 2FAS Pass Einträge wurden erfolgreich als eine Datei exportiert.
pl: Twoje elementy 2FAS Pass zostały pomyślnie wyeksportowane do pliku.

# backup_export_success_title
source: Exported successfully
de: Das Exportieren war erfolgreich
pl: Eksport zakończony pomyślnie

# backup_export_to_another_app
source: Export to another app
de: In eine andere App importieren
pl: Eksportuj do innej aplikacji

# backup_export_to_another_app_footer
source: Export your credentials to another password manager.
de: Exportiere deine Einträge in einen anderen Passwortmanager.
pl: Wyeksportuj swoje dane logowania do innego menedżera haseł.

# backup_import_cta
source: Import
de: Importieren

# backup_import_footer
source: Import your 2FAS Pass Items to increase (not replace) the number of Items stored in the application.
de: Importiere deine 2FAS Pass Einträge um die Anzahl von Einträgen in der App zu steigern.
pl: Zaimportuj elementy 2FAS Pass, aby zwiększyć (nie zastąpić) liczbę elementów przechowywanych w aplikacji.

# backup_import_header
source: Import 2FAS Pass Items
de: Importiere 2FAS Pass Einträge
pl: Importuj elementy 2FAS Pass

# backup_importing_failure_description
source: 2FAS Pass couldn’t import your Items. Please try again.
de: 2FAS Pass konnte deine Einträge nicht importieren. Bitte versuche es erneut.
pl: 2FAS Pass nie mógł zaimportować elementów. Spróbuj ponownie.

# backup_importing_failure_title
source: Import failed
de: Das Importieren der Datei ist fehlgeschlagen
pl: Import nieudany

# backup_importing_file_text
source: Importing file...
de: Die Datei wird importiert ...
pl: Importowanie pliku...

# backup_importing_success_description
source: Your 2FAS Pass Items have been successfully imported to the Vault.
de: Der Eintrag wurde erfolgreich in deinen 2FAS Pass Tresor importiert.
pl: Twoje elementy 2FAS Pass zostały pomyślnie zaimportowane do sejfu.

# backup_importing_success_title
source: Imported successfully
de: Das Importieren war erfolgreich
pl: Import zakończony pomyślnie

# biometrics_error_dialog_title
source: Biometrics Error
de: Biometrie Fehler
pl: Błąd biometrii

# biometrics_generic_error
source: Error: %@
de: Fehler: %@
pl: Błąd: %@

# biometrics_missing_activity_error
source: Could not find FragmentActivity. Restart the app and try again.
de: FragmentActivity nicht gefunden. Starte die App neu und versuche es erneut.
pl: Nie znaleziono FragmentActivity. Zrestartuj aplikację i spróbuj ponownie.

# biometrics_modal_error_too_many_attempts
source: Too many failed attempts. Try again later.
de: Zu viele Versuche. Versuche es später erneut.
pl: Zbyt wiele nieudanych prób. Spróbuj ponownie później.

# biometrics_modal_subtitle_enable
source: Enable biometrics login
de: Erlaube Zugang durch Biometrie
pl: Włącz logowanie biometryczne

# biometrics_modal_title
source: Biometrics
de: Biometrie
pl: Biometria

# biometry_reason
source: Verify the Master Password
de: Verifiziere das Masterkennwort
pl: Zweryfikuj hasło główne

# block_screen_recording_description
source: Screen recording is not allowed while using the app. You can temporarily enable it in Settings → Security.
de: Bildschirmaufnahmen sind nicht erlaubt während die App benutzt wird. Du kannst dies in den Einstellungen unter "Sicherheit" erlauben.
pl: Nagrywanie ekranu jest zablokowane podczas korzystania z aplikacji. Możesz tymczasowo je włączyć w Ustawienia → Bezpieczeństwo.

# block_screen_recording_title
source: Screen Recording Blocked
de: Bildschirmaufnahme blockiert
pl: Nagrywanie ekranu zablokowane

# bottom_bar_connect
source: Connect
de: Verbinden
pl: Połącz

# bottom_bar_passwords
source: Items
de: Einträge
pl: Elementy

# bottom_bar_settings
source: Settings
de: Einstellungen
pl: Ustawienia

# camera_error_general
source: Can't initialize the camera. Try resetting the device.
de: Die Kamera konnte nicht gestartet werden. Bitte starte dein Gerät neu.
pl: Nie można włączyć kamery. Zrestartuj urządzenie.

# camera_error_other_app_uses_camera
source: Another app is using the camera. If closing other apps doesn't help, please reset the device.
de: Die Kamera wird gerade von einer anderen App verwendet. Bitte schließe alle offenen Apps. Falls das Problem weiterhin besteht, starte dein Gerät neu.
pl: Inna aplikacja używa kamery. Jeśli zamknięcie innych aplikacji nie rozwiąże problemu, zrestartuj urządzenie.

# camera_error_split_mode
source: Can't initialize the camera in Split View mode. Open the app in full screen and try again.
de: Die Kamera kann im Splitscreen Modus nicht benutzt werden. Bitte öffne die App im Vollbildmodus und versuche es erneut.
pl: Nie można włączyć kamery w trybie Split View. Otwórz aplikację na pełnym ekranie i spróbuj ponownie.

# camera_error_system_overload
source: The camera is unavailable because the system is overloaded. Please reset the device.
de: Die Kamera ist aufgrund einer hohen Systemauslastung derzeit nicht verfügbar. Bitte schließe einige Apps oder starte das Gerät neu, um es erneut zu versuchen.
pl: Kamera jest niedostępna ponieważ system jest przeciążony. Zrestartuj urządzenie.

# camera_no_permissions_cta
source: Settings
de: Einstellungen
pl: Ustawienia

# camera_no_permissions_subtitle
source: Enable camera access in settings to scan the QR code.
de: Erlaube den Zugriff auf die Kamera in deinen Einstellungen, um diesen QR-Code zu scannen.
pl: Włącz dostęp do kamery w ustawieniach, aby zeskanować kod QR.

# camera_no_permissions_title
source: No camera access
de: Kein Zugriff auf die Kamera
pl: Brak dostępu do kamery

# camera_qr_code_error
source: Error while scanning the QR Code
de: Fehler beim Scannen des QR-Code
pl: Błąd przy skanowaniu kodu QR

# camera_qr_code_unsupported_code
source: Unknown QR code
de: Unbekannter QR-Code
pl: Nieznany kod QR

# card_add_title
source: Add Card
de: Karte hinzufügen
pl: Dodawanie karty

# card_details_header
source: Card Details
de: Kartendetails
pl: Szczegóły karty

# card_edit_title
source: Edit Card
de: Karte bearbeiten
pl: Edycja karty

# card_error_copy_number
source: Error while copying card number
de: Fehler beim kopieren der Kartennummer
pl: Błąd podczas kopiowania numeru karty

# card_error_copy_security_code
source: Error while copying security code
de: Fehler beim kopieren der Kartenprüfnummer
pl: Błąd podczas kopiowania kodu bezpieczeństwa

# card_expiration_date_label
source: Expiration Date
de: Ablaufdatum
pl: Data ważności

# card_holder_label
source: Cardholder
de: Karteninhaber*in
pl: Właściciel karty

# card_notes_label
source: Notes
de: Notizen
pl: Notatki

# card_number_label
source: Card Number
de: Kartennummer
pl: Numer karty

# card_security_code_label
source: Security Code
de: Kartenprüfnummer
pl: Kod bezpieczeństwa

# card_view_action_copy_card_holder
source: Copy cardholder
de: Karteninhaber*in kopieren
pl: Kopiuj właściciela karty

# card_view_action_copy_card_number
source: Copy card number
de: Kartennummer kopieren
pl: Kopiuj numer karty

# card_view_action_copy_expiration_date
source: Copy expiration date
de: Ablaufdatum kopieren
pl: Kopiuj datę ważności

# card_view_action_copy_security_code
source: Copy security code
de: Kartenprüfnummer kopieren
pl: Kopiuj kod bezpieczeństwa

# change_icon_background_header
source: Background Color
de: Hintergrundfarbe
pl: Kolor tła

# change_icon_custom_image_header
source: Custom Image URL
de: Benutzerdefinierte Bild-URL
pl: Niestandardowy URL

# change_icon_label_header
source: Text (1 or 2 characters)
de: Text (1 oder 2 Zeichen)
pl: Tekst (1 lub 2 znaki)

# change_icon_label_placeholder
source: 1 or 2 characters
de: 1 oder 2 Zeichen
pl: 1 lub 2 znaki

# change_icon_no_uris
source: No URIs have been defined. Add one to fetch the icon automatically.
de: Es wurden keine URLs definiert, füge eine hinzu, um das Icon automatisch abzurufen.
pl: Nie zdefiniowano żadnego adresu URI. Dodaj go, aby ikona została pobrana automatycznie.

# change_icon_segment_image_url
source: Image URL
de: Bild URL
pl: Adres URL obrazu

# change_icon_select_icon_header
source: Select Icon
de: Icon auswählen
pl: Wybierz ikonę

# cloud_sync_action_change_password
source: Change Password
de: Passwort ändern
pl: Zmień hasło

# cloud_sync_action_replace_backup
source: Replace Backup
de: Datensicherung ersetzen
pl: Nadpisz kopię zapasową

# cloud_sync_action_sync_now
source: Sync Now
de: Jetzt synchronisieren
pl: Zsynchronizuj

# cloud_sync_invalid_schema_error_cta
source: Update app
de: App aktualisieren
pl: Zaktualizuj aplikację

# cloud_sync_invalid_schema_error_msg
source: Cloud sync failed. The Vault you’re trying to synchronize is not supported, as it was created in a newer app version. Please update your app to synchronize it.
de: Cloud-Synchronisierung fehlgeschlagen. Der Tresor, den du synchronisieren möchtest, wurde in einer neueren Version. Bitte aktualisiere deine App, um ihn zu synchronisieren.
pl: Synchronizacja z chmurą nie powiodła się. Sejf, który próbujesz zsynchronizować, nie jest obsługiwany, ponieważ został stworzony w nowszej wersji aplikacji. Zaktualizuj aplikację, aby móc go zsynchronizować.

# cloud_sync_show_error_details
source: Show error details
de: Fehlerdetails anzeigen
pl: Pokaż szczegóły błędu

# cloud_vault_delete_confirm_body
source: Are you sure you want to permanently delete this backup? You cannot restore it later.
de: Bist du dir sicher, dass du diese Datensicherung löschen möchtest?
pl: Na pewno chcesz skasować tą kopię zapasową? Nie można jej przywrócić później.

# cloud_vault_delete_confirm_title
source: Delete backup?
de: Die Datensicherung löschen?
pl: Usunąć kopię zapasową?

# cloud_vault_removing_failure
source: Vault deletion failed
de: Die Löschung des Tresores ist fehlgeschlagen
pl: Usunięcie sejfu nieudane

# common_add
source: Add
de: Hinzufügen
pl: Dodaj

# common_back
source: Back
de: Zurück
pl: Cofnij

# common_cancel
source: Cancel
de: Abbrechen
pl: Anuluj

# common_close
source: Close
de: Schließen
pl: Zamknij

# common_confirm
source: Confirm
de: Bestätigen
pl: Potwierdź

# common_continue
source: Continue
de: Fortfahren
pl: Kontynuuj

# common_copied
source: Copied
de: Kopiert
pl: Skopiowano

# common_copy
source: Copy
de: Kopieren
pl: Kopiuj

# common_created
source: Created:
de: Erstellt:
pl: Dodano:

# common_decrypting
source: Decrypting
de: Entschlüsseln
pl: Deszyfrowanie

# common_delete
source: Delete
de: Löschen
pl: Usuń

# common_disabled
source: Disabled
de: Deaktiviert
pl: Wył.

# common_discard_changes
source: Discard changes
de: Änderungen verwerfen
pl: Odrzuć zmiany

# common_done
source: Done
de: Erledigt
pl: Gotowe

# common_edit
source: Edit
de: Bearbeiten
pl: Edytuj

# common_enabled
source: Enabled
de: Aktiviert
pl: Wł.

# common_error
source: Error
de: Fehler
pl: Błąd

# common_general_error_try_again
source: There was an error. Please try again
de: Es ist ein Fehler aufgetreten. Versuche es bitte erneut.
pl: Wystąpił błąd. Spróbuj ponownie

# common_help
source: Help
de: Hilfe
pl: Pomoc

# common_items_count
source: %d Items
de: %d Einträge
pl: %d elementów

# common_loading
source: Loading...
de: Lädt ....
pl: Ładowanie...

# common_modified
source: Last modified:
de: Zuletzt bearbeitet:
pl: Zmodyfikowano:

# common_no
source: No
de: Nein
pl: Nie

# common_off
source: Off
de: Aus
pl: Wył.

# common_on
source: On
de: An
pl: Wł.

# common_open
source: Open
de: Öffnen
pl: Otwórz

# common_open_system_settings
source: Open System Settings
de: Öffne die Systemeinstellungen
pl: Przejdź do ustawień

# common_other
source: Other
de: Andere
pl: Inne

# common_password
source: Password
de: Passwort
pl: Hasło

# common_passwords
source: Passwords
de: Passwörter
pl: Hasła

# common_save
source: Save
de: Speichern
pl: Zapisz

# common_search
source: Search
de: Suchen
pl: Szukaj

# common_settings
source: Settings
de: Einstellungen
pl: Ustawienia

# common_share
source: Share
de: Teilen
pl: Udostępnij

# common_suggested
source: Suggested
de: Empfohlen
pl: Proponowane

# common_try_again
source: Try again
de: Versuche es erneut
pl: Spróbuj ponownie

# common_use_default
source: Default
de: Standard
pl: Domyślny

# common_yes
source: Yes
de: Ja
pl: Tak

# connect_confirm_message
source: You are connecting to a new browser extension. Do you want to confirm?
de: Du verbindest dich mit einer neuen Browser-Erweiterung. Willst du damit fortfahren?
pl: Łączysz się z nowym rozszerzeniem przeglądarki. Czy chcesz potwierdzić?

# connect_confirm_title
source: Confirm
de: Bestätigen
pl: Potwierdź

# connect_connection_connecting
source: Connecting….
de: Eine Verbindung wird aufgebaut ....
pl: Łączenie…

# connect_connection_failed_cta
source: Scan again
de: Erneut scannen
pl: Zeskanuj ponownie

# connect_connection_failed_description
source: Please try to scan it again.
de: Versuchen bitte, den QR-Code erneut zu scannen.
pl: Spróbuj zeskanować ponownie.

# connect_connection_failed_title
source: Connection error
de: Verbindungsfehler
pl: Błąd połączenia

# connect_connection_header
source: Connected with Browser Extension
de: Mit der Browser-Erweiterung verbunden
pl: Połączono z rozszerzeniem przeglądarki

# connect_connection_security_check_accept_cta
source: Yes, proceed
de: Ja, fortfahren
pl: Tak, kontynuuj

# connect_connection_security_check_description
source: Are you connecting to the web browser on the computer you trust?
de: Vertraust du diesem Computer?
pl: Czy łączysz się z przeglądarką na komputerze, któremu ufasz?

# connect_connection_security_check_title
source: Security check
de: Sicherheitsüberprüfung
pl: Weryfikacja
